Repository: clbasaran/anlik
Catalog: StripMate/Resources/Localizable.xcstrings
Source language: tr
Languages: en, es_es

# %@ added you as a friend.
source: %@ seni arkadaş olarak ekledi.
en: %@ added you as a friend.
es_es: %@ te ha agregado como amistad.

source: %@ anına tepki verdi.
en: %@ reacted to your moment.
es_es: %@ ha reaccionado a tu momento.

source: %@ anına yorum yaptı.
en: %@ commented on your moment.
es_es: %@ ha comentado tu momento.

source: %@ anının ekran görüntüsünü aldı.
en: %@ took a screenshot of your moment.
es_es: %@ hizo una captura de tu momento.

source: %@ arkadaş listenden çıkarılacak. bu işlem geri alınamaz.
en: %@ will be removed from your friends. this cannot be undone.
es_es: %@ sera eliminado de tus amistades. Esta accion no se puede deshacer.

# %@ commented on your photo.
source: %@ fotoğrafına yorum yaptı.
en: %@ commented on your photo.
es_es: %@ ha comentado tu foto.

source: %@ en aktif günün
en: %@ is your most active day
es_es: %@ es tu dia mas activo

source: %@ gördü
en: %@ saw it
es_es: %@ lo vio

source: %@ ile arkadaşlığı bitirmek istediğine emin misin?
en: are you sure you want to end your friendship with %@?
es_es: Seguro que quieres dejar de ser amigo de %@?

source: %@ ile bağın sona yaklaşıyor!
en: your bond with %@ is about to end!
es_es: ¡tu vínculo con %@ está a punto de terminar!

# %@ photo%@, %@
source: %1$@ fotoğraf%2$@, %3$@
en: %1$@ photo%2$@, %3$@
es_es: %1$@ foto%2$@, %3$@

source: %@ sana arkadaslik istegi gonderdi.
en: %@ sent you a friend request.
es_es: %@ quiere ser tu amistad.

source: %@ sana arkadaşlık isteği gönderdi.
en: %@ sent you a friend request.
es_es: %@ te ha enviado una solicitud de amistad.

source: %@ sana mesaj gonderdi.
en: %@ sent you a message.
es_es: %@ te ha enviado un mensaje.

source: %@ sana mesaj gönderdi.
en: %@ sent you a message.
es_es: %@ te ha enviado un mensaje.

source: %@ seni durtu!
en: %@ nudged you!
es_es: %@ te ha buscado!

source: %@ seninle bir an paylasti.
en: %@ shared a moment with you.
es_es: %@ te ha compartido un momento nuevo.

source: %@ seninle bir an paylaştı.
en: %@ shared a moment with you.
es_es: %@ ha compartido un momento contigo.

# %@ sent you a new photo!
source: %@ sana yeni bir fotoğraf gönderdi!
en: %@ sent you a new photo!
es_es: %@ te ha enviado una foto nueva!

source: %@ seriniz sona yaklaşıyor!
en: %@ your streak is about to end!
es_es: Tu racha con %@ esta a punto de terminar!

source: %@ · kaldır
en: %@ · remove
es_es: %@ · quitar

source: %@ öne çıkanları
en: %@ highlights
es_es: Destacados de %@

source: %@'%@ gönder
en: send to %@%@
es_es: enviar a %@%@

source: %@, %lld bekleyen istek
en: %@, %lld pending requests
es_es: %@, %lld solicitudes pendientes

# %lld Friends
source: %lld Arkadaş
en: %lld Friends
es_es: %lld amistades

source: %lld alınan
en: %lld received
es_es: %lld recibidos

source: %lld an
en: %lld moments
es_es: %lld momentos

source: %lld an birikti.
en: %lld moments collected.
es_es: %lld momentos acumulados.

source: %lld an paylaştınız
en: you shared %lld moments
es_es: %lld momentos compartidos

source: %lld arkadaş
en: %lld friends
es_es: %lld amistades

source: %lld arkadaş bağlı
en: %lld friends connected
es_es: %lld amistades conectadas

source: %lld ay
en: %lld months
es_es: %lld meses

source: %lld dk
en: %lld min
es_es: %lld min

source: %lld foto
en: %lld photos
es_es: %lld fotos

# %lld foto · %@
source: %1$lld foto · %2$@
en: %lld photos · %@
es_es: %lld fotos · %@

# %lld friends connected
source: %lld arkadaş bağlı
en: %lld friends connected
es_es: %lld amistades conectadas

source: %lld gun
en: %lld days
es_es: %lld dias

source: %lld gönderilen
en: %lld sent
es_es: %lld enviados

source: %lld gün
en: %lld days
es_es: %lld dias

source: %lld gün bağ
en: %lld day bond
es_es: vínculo de %lld días

source: %lld gün birlikte. devam edin!
en: %lld days together. keep it going!
es_es: %lld días juntos. ¡seguid así!

source: %lld gün kaldı.
en: %lld days left.
es_es: quedan %lld días.

source: %lld gün seri
en: %lld day streak
es_es: racha de %lld dias

source: %lld gün önce
en: %lld days ago
es_es: hace %lld días

source: %lld gün!
en: %lld days!
es_es: %lld dias!

source: %lld hf once
en: %lld wk ago
es_es: hace %lld sem

source: %lld kalp aldı
en: received %lld hearts
es_es: recibió %lld corazones

source: %lld kare birlikte
en: %lld frames together
es_es: %lld fotos juntos

source: %lld kişi
en: %lld people
es_es: %lld personas

source: %lld kişi gördü
en: seen by %lld people
es_es: %lld personas lo vieron

source: %lld kişiye gönder
en: send to %lld people
es_es: enviar a %lld personas

source: %lld mesaj hâlâ gönderilemedi.
en: %lld messages still couldn't be sent.
es_es: %lld mensajes aun no se pudieron enviar.

source: %lld okunmamış bildirim
en: %lld unread notifications
es_es: %lld notificaciones sin leer

source: %lld puan kaldi
en: %lld points left
es_es: faltan %lld puntos

source: %lld sa
en: %lld h
es_es: %lld h

source: %lld yıl
en: %lld years
es_es: %lld años

source: %lld/%lld görsel
en: %lld/%lld images
es_es: %1$lld/%2$lld imagenes

source: 'Bugün Geçen Yıl' anısını görüntüle
en: View the 'Today Last Year' memory
es_es: Ver el recuerdo 'Tal dia como hoy'

source: 1 hf once
en: 1 wk ago
es_es: hace 1 sem

source: 10 arkadaş edin
en: make 10 friends
es_es: haz 10 amistades

source: 10 farklı şehirden fotoğraf gönder
en: send photos from 10 different cities
es_es: envia fotos desde 10 ciudades diferentes

source: 10 fotoğraf gönder
en: send 10 photos
es_es: envia 10 fotos

source: 100 DM gönder
en: send 100 DMs
es_es: envia 100 mensajes directos

source: 100 fotoğraf gönder
en: send 100 photos
es_es: envia 100 fotos

source: 100 günlük bağ yakala
en: reach a 100-day bond
es_es: consigue un vínculo de 100 días

source: 100 günlük seri yakala
en: reach a 100-day streak
es_es: consigue una racha de 100 dias

source: 12 gün bağ
en: 12 day bond
es_es: vínculo de 12 días

source: 12 gün seri
en: 12 day streak
es_es: racha de 12 dias

source: 2 saniyelik klip
en: 2-second clip
es_es: clip de 2 segundos

source: 2 yıl
en: 2 years
es_es: 2 años

source: 25 arkadaş edin
en: make 25 friends
es_es: haz 25 amistades

source: 3 farklı şehirden fotoğraf gönder
en: send photos from 3 different cities
es_es: envia fotos desde 3 ciudades diferentes

source: 3 saniyelik kısa videolar — boomerang olarak ileri-geri döner
en: 3-second short videos — loops back and forth like a boomerang
es_es: vídeos cortos de 3 segundos — se reproducen adelante y atrás como boomerang

source: 30 gün
en: 30 days
es_es: 30 días

source: 30 gün boyunca
en: for 30 days
es_es: durante 30 días

source: 30 günlük bağ yakala
en: reach a 30-day bond
es_es: consigue un vínculo de 30 días

source: 30 günlük görev tamamla
en: complete a 30-day challenge
es_es: completa 30 dias de tareas

source: 30 günlük seri yakala
en: reach a 30-day streak
es_es: consigue una racha de 30 dias

source: 365 günlük bağ yakala
en: reach a 365-day bond
es_es: consigue un vínculo de 365 días

source: 365 günlük seri yakala
en: reach a 365-day streak
es_es: consigue una racha de 365 dias

source: 5 arkadaş edin
en: make 5 friends
es_es: haz 5 amistades

source: 50 fotoğraf gönder
en: send 50 photos
es_es: envia 50 fotos

source: 50 reaksiyon ver
en: give 50 reactions
es_es: da 50 reacciones

source: 500 fotoğraf gönder
en: send 500 photos
es_es: envia 500 fotos

source: 5651 sayılı kanun kapsamında yer sağlayıcı olarak bilgilendirme:
en: disclosure as a hosting provider under Law No. 5651:
es_es: Informacion como proveedor de alojamiento segun la ley 5651:

source: 6 an
en: 6 moments
es_es: 6 momentos

source: 7 gün
en: 7 days
es_es: 7 días

source: 7 günlük bağ yakala
en: reach a 7-day bond
es_es: consigue un vínculo de 7 días

source: 7 günlük görev tamamla
en: complete a 7-day challenge
es_es: completa 7 dias de tareas

source: 7 günlük seri yakala
en: reach a 7-day streak
es_es: consigue una racha de 7 dias

source: 8 haneli davet kodunu veya kullanıcı adını gir
en: enter the 8-digit invite code or username
es_es: introduce el código de invitación de 8 dígitos o el nombre de usuario

source: 8 haneli kodu gir
en: enter the 8-digit code
es_es: introduce el codigo de 8 digitos

source: @ ile baslayan benzersiz kullanıcı adını duzenle
en: edit your unique username starting with @
es_es: edita el nombre de usuario único que empieza por @

source: @ ile başlayan benzersiz kullanıcı adını düzenle
en: edit your unique username starting with @
es_es: Edita tu nombre de usuario unico que empieza con @

source: AYIN EN İYİ ARKADAŞI
en: BEST FRIEND OF THE MONTH
es_es: MEJOR AMIGO DEL MES

# Accept
source: Kabul Et
en: Accept
es_es: Aceptar

# Account deleted successfully.
source: Hesap başarıyla silindi.
en: Account deleted successfully.
es_es: Cuenta eliminada correctamente.

source: Ad soyad
en: Full name
es_es: Nombre y apellido

# Add
source: Ekle
en: Add
es_es: Anadir

# Add %@ as friend
source: %@ arkadaş olarak ekle
en: Add %@ as friend
es_es: Anadir a %@ como amistad

# Add a Friend
source: Arkadaş Ekle
en: Add Friend
es_es: Anadir amistad

# Add a comment
source: Yorum ekle
en: Add a comment
es_es: Anadir un comentario

# Add a message...
source: Mesaj ekle...
en: Add a message...
es_es: Anadir un mensaje...

# Already have an account? Sign In
source: Zaten hesabın var mı? Giriş Yap
en: Already have an account? Sign In
es_es: Ya tienes una cuenta? Inicia sesion

source: Alıcılar: %@
en: Recipients: %@
es_es: Destinatarios: %@

source: Alıcıları değiştirmek için dokun.
en: Tap to change recipients.
es_es: Toca para cambiar los destinatarios.

source: Alınan
en: Received
es_es: Recibidos

source: Ana ekranı basılı tut → Widget Ekle → anlık. seç
en: Press and hold the Home Screen → Add Widget → select anlık.
es_es: Mantén pulsada la pantalla de inicio → Añadir widget → selecciona anlık.

source: Ana ekranına widget ekle, arkadaşının son fotoğrafını anında gör
en: Add a widget to your Home Screen and see your friend's latest photo instantly
es_es: Añade un widget a tu pantalla de inicio y ve al instante la última foto de tu amigo

source: Ani sil
en: Delete moment
es_es: Eliminar momento

source: Anlik'ta beni ekle! Davet kodum: %@ QR kodu tarayarak veya kodu girerek beni ekleyebilirsin. Uygulamayi indir: https://apps.apple.com/tr/app/anlik/id6759793761?l=tr
en: Add me on anlık.! My invite code: %@ You can add me by scanning the QR code or entering the code. Download the app: https://apps.apple.com/tr/app/anlik/id6759793761?l=tr
es_es: Anademe en anlik.! Mi codigo de invitacion: %@ Puedes anadir escaneando el QR o introduciendo el codigo. Descarga la app: https://apps.apple.com/tr/app/anlik/id6759793761?l=tr

source: Anı sil
en: Delete moment
es_es: Eliminar momento

# Apple Sign In failed: %@
source: Apple ile giriş başarısız: %@
en: Apple Sign In failed: %@
es_es: Error al iniciar sesion con Apple: %@

source: Apple Watch ile her an bilgilen
en: Stay informed anytime with Apple Watch
es_es: mantente al dia con Apple Watch

source: Apple ile giriş başarısız: %@
en: Sign in with Apple failed: %@
es_es: Error al iniciar sesion con Apple: %@

source: Arkadaş Ekle
en: Add Friend
es_es: Anadir amistad

source: Arkadaş eklemeden devam et
en: Continue without adding friends
es_es: Continuar sin añadir amigos

source: Arkadaş kaldırılamadı.
en: Couldn't remove friend.
es_es: No se pudo eliminar la amistad.

source: Arkadaş seç
en: Select a friend
es_es: Elige un amigo

source: Arkadaşlar
en: Friends
es_es: Amistades

source: Arkadaşlar senkronize edilemedi.
en: Couldn't sync friends.
es_es: No se pudieron sincronizar las amistades.

source: Arkadaşlık Seviyeleri
en: Friendship Levels
es_es: Niveles de amistad

source: Arkadaşlık isteği gönderilemedi.
en: Couldn't send friend request.
es_es: No se pudo enviar la solicitud de amistad.

source: Arkadaşlık isteği kabul edilemedi.
en: Couldn't accept friend request.
es_es: No se pudo aceptar la solicitud de amistad.

source: Arkadaşlık isteğini kabul et
en: Accept friend request
es_es: Aceptar solicitud de amistad

source: Arkadaşlık İsteği
en: Friend Request
es_es: Solicitud de amistad

source: Arkadaşımı nasıl eklerim?
en: How do I add a friend?
es_es: ¿Cómo añado a un amigo?

# Authentication Error
source: Kimlik Doğrulama Hatası
en: Authentication Error
es_es: Error de autenticacion

source: Ayarlar → Hesabı Sil
en: Settings → Delete Account
es_es: Ajustes → Eliminar cuenta

source: Ayarları açıp profilini görmek için çift dokun
en: Double tap to open settings and view your profile
es_es: Toca dos veces para abrir ajustes y ver tu perfil

source: Açmak için çift dokun, kapatmak için yukarı kaydır
en: Double tap to open, swipe up to close
es_es: Toca dos veces para abrir, desliza hacia arriba para cerrar

source: Bakım Modu
en: Maintenance Mode
es_es: Modo mantenimiento

source: Basılı tut, en fazla 2 saniye
en: Press and hold, up to 2 seconds
es_es: Mantén pulsado, máximo 2 segundos

source: Bağ
en: Bond
es_es: Vínculo

source: Bağlantı Hatası
en: Connection Error
es_es: Error de conexion

source: Bağı koru
en: Protect the bond
es_es: Protege el vínculo

source: Bağın güçlendikçe arkadaşlık seviyeniz yükselir
en: As your bond grows stronger, your friendship level rises
es_es: A medida que vuestro vínculo se fortalece, vuestro nivel de amistad sube

source: Bildirim
en: Notification
es_es: Notificacion

source: Bir şeyler yanlış gitti. Lütfen daha sonra tekrar deneyin.
en: Something went wrong. Please try again later.
es_es: Algo salio mal. Vuelve a intentarlo mas tarde.

source: Birisi
en: Someone
es_es: Alguien

source: Bitiş: %@
en: End: %@
es_es: Fin: %@

source: Biyografi, %lld / %lld karakter
en: Bio, %lld / %lld characters
es_es: Biografia, %lld / %lld caracteres

# Block
source: Engelle
en: Block
es_es: Bloquear

# Block User
source: Kullanıcıyı Engelle
en: Block User
es_es: Bloquear usuario

source: Bu kullanıcıyı engellemek, onu arkadaş listenden kaldıracak ve gelecekteki etkileşimleri engelleyecektir.
en: Blocking this user will remove them from your friends and prevent future interactions.
es_es: Bloquear a esta persona la eliminara de tus amistades e impedira futuras interacciones.

source: Boomerang (ileri-geri-döngü)
en: Boomerang (back-and-forth loop)
es_es: Boomerang (bucle adelante-atrás)

source: Boomerang oluşturuluyor...
en: Creating boomerang...
es_es: Creando boomerang...

source: Bu an konumsuz gönderilir.
en: This moment will be sent without its location.
es_es: Este momento se enviará sin ubicación.

source: Bu davet kodu mevcut değil.
en: This invite code doesn't exist.
es_es: Este codigo de invitacion no existe.

source: Bu e-posta ile farklı bir giriş yöntemiyle hesap mevcut. 'Apple ile Devam Et' seçeneğini deneyin.
en: An account exists with this email using a different sign-in method. Try 'Continue with Apple'.
es_es: Ya existe una cuenta con este correo con otro metodo. Prueba 'Continuar con Apple'.

source: Bu e-posta ile hesap bulunamadı. Kayıt olun veya 'Apple ile Devam Et' seçeneğini kullanın.
en: No account found with this email. Sign up or use 'Continue with Apple'.
es_es: No se encontro una cuenta con este correo. Registrate o usa 'Continuar con Apple'.

source: Bu e-posta zaten kayıtlı. Giriş yapmayı veya 'Apple ile Devam Et' seçeneğini deneyin.
en: This email is already registered. Try signing in or 'Continue with Apple'.
es_es: Este correo ya esta registrado. Prueba iniciar sesion o 'Continuar con Apple'.

source: Bu fotoğraf herkes için kalıcı olarak silinecek. Bu işlem geri alınamaz.
en: This photo will be permanently deleted for everyone. This cannot be undone.
es_es: Esta foto se eliminara permanentemente para todos. Esta accion no se puede deshacer.

source: Bu hesap devre dışı bırakılmış. Lütfen destekle iletişime geçin.
en: This account has been disabled. Please contact support.
es_es: Esta cuenta ha sido desactivada. Contacta con soporte.

source: Bu kararın hatalı olduğunu düşünüyorsanız destek ile iletişime geçin.
en: If you believe this decision is a mistake, contact support.
es_es: Si crees que esta decision es un error, contacta con soporte.

source: Bu kişi zaten arkadaş listenizde.
en: This person is already in your friends list.
es_es: Esta persona ya esta en tus amistades.

source: Bu kişiye zaten bir arkadaşlık isteği gönderilmiş.
en: A friend request has already been sent to this person.
es_es: Ya se ha enviado una solicitud de amistad a esta persona.

source: Bu kullanıcı adı zaten kullanılıyor.
en: This username is already taken.
es_es: Este nombre de usuario ya esta en uso.

# Camera
source: Kamera
en: Camera
es_es: Camara

# Cancel
source: Vazgeç
en: Cancel
es_es: Cancelar

source: Canlı destek
en: Live support
es_es: Soporte en vivo

source: Celal Başaran (bireysel geliştirici)
en: Celal Başaran (independent developer)
es_es: Celal Başaran (desarrollador individual)

source: Celal Başaran tarafından geliştirildi
en: Developed by Celal Başaran
es_es: Desarrollado por Celal Basaran

# Choose from Gallery
source: Galeriden Seç
en: Choose from Gallery
es_es: Elegir de la galeria

# Cities
source: Şehirler
en: Cities
es_es: Ciudades

# Clear History?
source: Geçmişi Temizle?
en: Clear History?
es_es: Borrar historial?

# Clear all history
source: Tüm geçmişi temizle
en: Clear all history
es_es: Borrar todo el historial

# Close
source: Kapat
en: Close
es_es: Cerrar

source: Cmt
en: Sat
es_es: Sáb

# Connection Error
source: Bağlantı Hatası
en: Connection Error
es_es: Error de conexion

# Create Account
source: Hesap Oluştur
en: Create Account
es_es: Crear cuenta

source: Cum
en: Fri
es_es: Vie

source: Daha fazla seçenek
en: More options
es_es: Mas opciones

# Data Error
source: Veri Hatası
en: Data Error
es_es: Error de datos

# Date of Birth
source: Doğum Tarihi
en: Date of Birth
es_es: Fecha de nacimiento

source: Davet Et
en: Invite
es_es: Invitar

source: Davet Et (%lld)
en: Invite (%lld)
es_es: Invitar (%lld)

source: Davet kodu: %@
en: Invite code: %@
es_es: Codigo de invitacion: %@

source: Davet kodunu paylaş: %@
en: Share your invite code: %@
es_es: Comparte tu codigo de invitacion: %@

# Delete
source: Sil
en: Delete
es_es: Eliminar

# Delete Account
source: Hesabı Sil
en: Delete Account
es_es: Eliminar cuenta

# Delete Forever
source: Kalıcı Olarak Sil
en: Delete Permanently
es_es: Eliminar permanentemente

# Delete My Account
source: Hesabımı Sil
en: Delete My Account
es_es: Eliminar mi cuenta

# Delete Strip?
source: Fotoğraf Silinsin mi?
en: Delete Strip?
es_es: Eliminar momento?

# Delete strip
source: Fotoğrafı sil
en: Delete strip
es_es: Eliminar momento

# Deleting...
source: Siliniyor...
en: Deleting...
es_es: Eliminando...

source: Diger Uygulamalar
en: Other Apps
es_es: Otras apps

source: Disa aktar
en: Export
es_es: Exportar

# Display Name
source: Görünen Ad
en: Display Name
es_es: Nombre visible

# Display name and username are required
source: Görünen ad ve kullanıcı adı gereklidir
en: Display name and username are required
es_es: El nombre visible y el nombre de usuario son obligatorios

source: Diğer
en: Other
es_es: Otro

# Done
source: Tamam
en: Done
es_es: Listo

# Double tap to close full screen view
source: Tam ekranı kapatmak için çift dokunun
en: Double tap to close full screen view
es_es: Toca dos veces para cerrar la vista completa

# Double tap to delete all your photo history
source: Tüm fotoğraf geçmişini silmek için çift dokunun
en: Double tap to delete all your photo history
es_es: Toca dos veces para borrar todo tu historial de fotos

# Double tap to open settings and view your profile
source: Ayarları açmak ve profilini görmek için çift dokunun
en: Double tap to open settings and view your profile
es_es: Toca dos veces para abrir ajustes y ver tu perfil

# Double tap to permanently delete this photo
source: Bu fotoğrafı kalıcı olarak silmek için çift dokunun
en: Double tap to permanently delete this photo
es_es: Toca dos veces para eliminar esta foto permanentemente

source: Doğa
en: Nature
es_es: Naturaleza

source: Doğum tarihi
en: Date of birth
es_es: Fecha de nacimiento

source: Dürt
en: Nudge
es_es: Toque

source: E-posta veya şifre hatalı. Apple ile kayıt olduysanız lütfen 'Apple ile Devam Et' seçeneğini kullanın.
en: Email or password is incorrect. If you signed up with Apple, please use 'Continue with Apple'.
es_es: Correo o contrasena incorrectos. Si te registraste con Apple, usa 'Continuar con Apple'.

source: EN ÇOK PAYLAŞTIĞIN KİŞİ
en: PERSON YOU SHARE WITH MOST
es_es: PERSONA CON QUIEN MAS COMPARTES

source: Ekle
en: Add
es_es: Anadir

# Email
source: E-posta
en: Email
es_es: Correo electronico

source: En alta git
en: Go to bottom
es_es: Ir al final

# Enter 6-digit code
source: 6 haneli kodu girin
en: Enter 6-digit code
es_es: Introduce el codigo de 6 digitos

# Enter 8-digit code
source: 8 haneli kodu girin
en: Enter 8-digit code
es_es: Introduce el codigo de 8 digitos

# Error
source: Hata
en: Error
es_es: Error

# Everyone
source: Herkes
en: Everyone
es_es: Todos

# Exposure
source: Pozlama
en: Exposure
es_es: Exposicion

# Failed to accept friend request.
source: Arkadaşlık isteği kabul edilemedi.
en: Failed to accept friend request.
es_es: No se pudo aceptar la solicitud de amistad.

# Failed to accept.
source: Kabul edilemedi.
en: Could not accept.
es_es: No se pudo aceptar.

# Failed to block user.
source: Kullanıcı engellenemedi.
en: Failed to block user.
es_es: No se pudo bloquear al usuario.

# Failed to capture photo.
source: Fotoğraf çekilemedi.
en: Failed to capture photo.
es_es: No se pudo capturar la foto.

# Failed to clear history.
source: Geçmiş temizlenemedi.
en: Failed to clear history.
es_es: No se pudo borrar el historial.

# Failed to delete account. You may need to sign in again.
source: Hesap silinemedi. Tekrar giriş yapmanız gerekebilir.
en: Failed to delete account. You may need to sign in again.
es_es: No se pudo eliminar la cuenta. Puede que necesites iniciar sesion de nuevo.

# Failed to load inbox.
source: Gelen kutusu yüklenemedi.
en: Failed to load inbox.
es_es: No se pudo cargar la bandeja de entrada.

# Failed to remove friend.
source: Arkadaş kaldırılamadı.
en: Failed to remove friend.
es_es: No se pudo eliminar la amistad.

# Failed to remove.
source: Kaldırılamadı.
en: Failed to remove.
es_es: No se pudo eliminar.

# Failed to save data locally.
source: Veriler yerel olarak kaydedilemedi.
en: Failed to save data locally.
es_es: No se pudieron guardar los datos localmente.

# Failed to send comment.
source: Yorum gönderilemedi.
en: Failed to send comment.
es_es: No se pudo enviar el comentario.

# Failed to send friend request.
source: Arkadaşlık isteği gönderilemedi.
en: Failed to send friend request.
es_es: No se pudo enviar la solicitud de amistad.

# Failed to send message.
source: Mesaj gönderilemedi.
en: Failed to send message.
es_es: No se pudo enviar el mensaje.

# Failed to send photo. Please try again.
source: Fotoğraf gönderilemedi. Lütfen tekrar deneyin.
en: Failed to send photo. Please try again.
es_es: No se pudo enviar la foto. Vuelve a intentarlo.

# Failed to send request.
source: İstek gönderilemedi.
en: Failed to send request.
es_es: No se pudo enviar la solicitud.

# Failed to send reset email.
source: Sıfırlama e-postası gönderilemedi.
en: Failed to send reset email.
es_es: No se pudo enviar el correo de restablecimiento.

# Failed to sync data.
source: Veriler senkronize edilemedi.
en: Failed to sync data.
es_es: No se pudieron sincronizar los datos.

# Failed to sync friends.
source: Arkadaşlar senkronize edilemedi.
en: Failed to sync friends.
es_es: No se pudieron sincronizar las amistades.

# Feed
source: Akış
en: Feed
es_es: Feed

# Flash Off
source: Flaş Kapalı
en: Flash Off
es_es: Flash apagado

# Flash On
source: Flaş Açık
en: Flash On
es_es: Flash encendido

source: Flaş: %@
en: Flash: %@
es_es: Flash: %@
